[
  {
    "externalId": "module-1",
    "title": {
      "pt": "Mesociclo 1",
      "en-US": "Module 1"
    },
    "topics": {
      "pt": [
        "Serviço",
        "Resposta",
        "1º Volley"
      ],
      "en-US": [
        "Service",
        "Return",
        "1st Volley"
      ]
    },
    "description": {
      "pt": "Modelo Iniciação de Jogo",
      "en-US": "Game Initiation Model"
    },
    "content": {
      "pt": "## 1º Serviço\n\n- Mind-Set: o jogador deve assumir um maior risco na sua execução;\n- Aplicação do efeito de slice - elevação do cotovelo com um ângulo superior a 90º relativamente ao ombro;\n\n## 2º Serviço\n\n- Mind-Set: O jogador deve reduzir o risco na sua execução;\n- Aplicação do efeito plano;\n\n## Equilíbrio Dinâmico\n\n- Lançamento do corpo após a execução da bola;\n- Evitar lançar o corpo previamente à execução;\n- Rotação pelo próprio eixo corporal;\n\n## Trajetórias\n\n- Inside-out: a torção do antebraço e do pulso promovem a entrada da raquete de dentro para fora da bola;\n- Outside-in: a torção do antebraço e do pulso promove a entrada da raquete de fora para dentro;\n\n## Lançamento\n\n- Estático - caracterizado pelo lançamento da bola contra ao chão de modo a evitar um ressalto superior à altura da cintura;\n- Dinâmico - caracterizado pelo lançamento da bola ao ar de forma a potenciar um movimento técnico de padrão descendente;\n\n## Resposta ao serviço\n\n- Colocação do vidro lateral - potencia uma maior mobilidade do canto para a linha do \"T\";\n- Colocação próxima da linha do \"T\" - camuflar a falta de mobilidade do canto para a linha do \"T\";\n\n## 1º Volley\n\n- 1º Serviço - O mindset promove uma subida mais moderada (sector 1 ou 2) e teoricamente, a velocidade de execução deve ser entre 3 a 4 atendendo à qualidade da resposta, supostamente, mais defensiva.\n- 2º Serviço - O mindset promove uma subida mais agressiva (sector 2) e teoricamente, a velocidade de execução deve ser entre 2 a 3 atendendo à qualidade da resposta, supostamente, mais ofensiva.",
      "en-US": "## 1st Service\n\n- Mind-Set: the player must assume greater risk in their execution;\n- Application of slice effect - elevation of the elbow with an angle greater than 90º relative to the shoulder;\n\n## 2nd Service\n\n- Mind-Set: The player must reduce risk in their execution;\n- Application of flat effect;\n\n## Dynamic Balance\n\n- Body launch after ball execution;\n- Avoid launching the body before execution;\n- Rotation around the body's own axis;\n\n## Trajectories\n\n- Inside-out: the twisting of the forearm and wrist promotes the racket's entry from inside to outside the ball;\n- Outside-in: the twisting of the forearm and wrist promotes the racket's entry from outside to inside;\n\n## Launch\n\n- Static - characterized by launching the ball against the ground to avoid a bounce higher than waist height;\n- Dynamic - characterized by launching the ball in the air to enhance a descending technical movement pattern;\n\n## Service return\n\n- Lateral glass placement - enhances greater mobility from the corner to the \"T\" line;\n- Placement near the \"T\" line - camouflages the lack of mobility from the corner to the \"T\" line;\n\n## 1st Volley\n\n- 1st Service - The mindset promotes a more moderate approach (sector 1 or 2) and theoretically, the execution speed should be between 3 to 4 considering the quality of the return, supposedly more defensive.\n- 2nd Service - The mindset promotes a more aggressive approach (sector 2) and theoretically, the execution speed should be between 2 to 3 considering the quality of the return, supposedly more offensive."
    },
    "level": "Beginner",
    "duration": {
      "pt": "2 - 4 semanas",
      "en-US": "2 - 4 weeks"
    }
  },
  {
    "externalId": "module-2",
    "title": {
      "pt": "Mesociclo 2",
      "en-US": "Module 2"
    },
    "topics": {
      "pt": [
        "Postura",
        "Preparação",
        "Mobilidade",
        "Estabilidade",
        "Execução"
      ],
      "en-US": [
        "Posture",
        "Preparation",
        "Mobility",
        "Stability",
        "Execution"
      ]
    },
    "description": {
      "pt": "Conceito Cinco em Linha: Postura, Preparação, Mobilidade, Estabilidade e Ponto de Impacto",
      "en-US": "Five in Line Concept: Posture, Preparation, Mobility, Stability and Impact Point"
    },
    "content": {
      "pt": "## Postura\n\n- Estilo Bela, Estilo Paquito, Estilo Chingotto;\n- Arigato Concept + Cintura Escapular + Prós e Contras de cada estilo;\n\n## Preparação\n\n- Passo de pivot ou de reacção (rotação dos ombros, cintura e desbloqueio da anca);\n- Passos de ajuste;\n- Direita sem vidro, esquerda sem vidro, volley de direita, volley esquerda;\n\n## Mobilidade\n\n- Tipos de deslocamento (Deslocamento frontal, lateral, regressivo e diagonal);\n- Correções técnicas (Superhomem, dartagnan, boxeador, passada larga vs passada curta, inclinação dos ombros, distância lateral da mão ao centro do corpo);\n\n## Estabilidade\n\n- Conceito de semáforo associado a paragem;\n- Verde, amarelo e vermelho;\n- Correções técnicas:Conceito Paparazzi;Rotação sobre o eixo corporal;Descargas eléctricas;\n\n## Execução\n\n- Terminação do gesto técnico;\n- Anatomia (rotação lado direito e esquerdo);\n- Teoria do magnetismo;\n- Posição da raquete no ponto de impacto;",
      "en-US": "## Posture\n\n- Bela Style, Paquito Style, Chingotto Style;\n- Arigato Concept + Scapular Waist + Pros and Cons of each style;\n\n## Preparation\n\n- Pivot or reaction step (shoulder rotation, waist and hip unlocking);\n- Adjustment steps;\n- Right without glass, left without glass, right volley, left volley;\n\n## Mobility\n\n- Types of displacement (Frontal, lateral, regressive and diagonal displacement);\n- Technical corrections (Superman, d'Artagnan, boxer, long step vs short step, shoulder inclination, lateral distance of hand to body center);\n\n## Stability\n\n- Traffic light concept associated with stopping;\n- Green, yellow and red;\n- Technical corrections: Paparazzi Concept; Rotation around the body axis; Electric discharges;\n\n## Execution\n\n- Technical gesture termination;\n- Anatomy (right and left side rotation);\n- Magnetism theory;\n- Racket position at impact point;"
    },
    "level": "Beginner",
    "duration": {
      "pt": "2 - 4 semanas",
      "en-US": "2 - 4 weeks"
    }
  },
  {
    "externalId": "module-3",
    "title": {
      "pt": "Mesociclo 3",
      "en-US": "Module 3"
    },
    "topics": {
      "pt": [
        "Direita",
        "Esquerda",
        "Volley"
      ],
      "en-US": [
        "Forehand",
        "Backhand",
        "Volley"
      ]
    },
    "description": {
      "pt": "Conceitos Transversais ao jogo aéreo e terrestre",
      "en-US": "Cross-cutting Concepts for Aerial and Ground Game"
    },
    "content": {
      "pt": "## Direção\n\nControla a direção da bola aperfeiçoando o posicionamento da cara da raquete, assegurando que cada pancada acerta exatamente onde pretende.\n\n- Adaptar a cara da raquete ao bater na bola;\n\n## Altura\n\nAprender a ajustar a altura das suas pancadas com precisão, utilizando a ponta da raquete para obter trajectórias óptimas e controlo sobre a bola.\n\n- Ditada pela ponta da raquete;\n\n## Profundidade\n\nExplora os vários tipos de terminação das pancadas para definir a profundidade da bola.\n\n- Diferentes tipos de terminação das pancadas;\n\n## Velocidade\n\nExplorar um sistema de categorização que vai de 1 a 5 para ajustar eficazmente a velocidade da pancada, permitindo-lhe adaptar-se a diferentes situações de jogo.\n\n- Categorização Velocidades 1 - 5;\n\n## Aceleração\n\nPratica fazer com que a sua mão se mova rapidamente sobre a bola para obter o máximo de potência e rotação em cada pancada.\n\n- Conceito de passagem da mão sobre a bola;\n- Velocidade de chegada há bola.",
      "en-US": "## Direction\n\nControl the direction of the ball by perfecting the racket face positioning, ensuring each shot hits exactly where intended.\n\n- Adapt the racket face when hitting the ball;\n\n## Height\n\nLearn to adjust the height of your shots with precision, using the tip of the racket to obtain optimal trajectories and control over the ball.\n\n- Dictated by the racket tip;\n\n## Depth\n\nExplore the various types of shot termination to define the ball's depth.\n\n- Different types of shot termination;\n\n## Speed\n\nExplore a categorization system that goes from 1 to 5 to effectively adjust shot speed, allowing you to adapt to different game situations.\n\n- Speed Categorization 1 - 5;\n\n## Acceleration\n\nPractice making your hand move quickly over the ball to obtain maximum power and rotation in each shot.\n\n- Concept of hand passage over the ball;\n- Ball arrival speed."
    },
    "level": "Beginner",
    "duration": {
      "pt": "2 - 4 semanas",
      "en-US": "2 - 4 weeks"
    }
  },
  {
    "externalId": "module-4",
    "title": {
      "pt": "Mesociclo 4",
      "en-US": "Module 4"
    },
    "topics": {
      "pt": [
        "Defesa",
        "Contra-ataque",
        "Ataque",
        "Preparação técnica",
        "Manuseamento da raquete"
      ],
      "en-US": [
        "Defense",
        "Counter-attack",
        "Attack",
        "Technical preparation",
        "Racket handling"
      ]
    },
    "description": {
      "pt": "O conceito de Defesa, Contra-Ataque e Ataque",
      "en-US": "The concept of Defense, Counter-attack and Attack"
    },
    "content": {
      "pt": "## Polaridades da execução técnica\n\n- Positivo + Positivo (++): O mais alto nível de execução técnica, combinando o posicionamento ideal e a qualidade do remate para uma eficácia máxima; \n- Positivo (+): Execução de elevada qualidade que satisfaz a maior parte dos requisitos técnicos e estratégicos, embora não atinja o pico absoluto:\n- Neutro (=): Execução padrão que mantém o jogo sem vantagem ou desvantagem significativa;\n- Negativo (-): Execução inferior que pode resultar numa posição ou qualidade de remate comprometida, colocando-o potencialmente em desvantagem;\n- Negativo + Negativo (--): O nível mais baixo de execução, em que o mau posicionamento e a qualidade do remate reduzem significativamente a eficácia\n\n## Preparação técnica maior ou igual à polaridade da bola\n\nAssegurar que a preparação técnica vai ao encontro ou excede a polaridade da bola, ajustando a postura, a pega e a execução da pancada para corresponder às caraterísticas da bola que recebe, para um controlo e resposta ideais.\n\n## Manuseamento da raquete\n\nO lado e o ângulo da raquete que entra em contacto com a bola, influenciando a rotação, a trajetória e o controlo.\n\n- Cara aberta: A raquete está inclinada para cima, normalmente utilizada para levantar a bola, gerar backspin, ou executar balões defensivos;\n- Cara neutra: A raquete é perpendicular ao solo, ideal para pancadas neutras que mantêm o controlo e a precisão;\n- Cara fechada: A raquete está inclinada para baixo, frequentemente utilizada para remates de força, gerar topspin ou ataques agressivos;\n\n## Padrões biomecânicos de movimento\n\nTodos os padrões de movimento devem ser adaptáveis e eficazes independentemente da posição do jogador no campo.\n\n**Ataque - Padrão de movimento descendente**\n\n- Utilização de movimentos para baixo para gerar potência e precisão em remates de ataque, como remates ou voleys;\n\n**Defesa - Padrão de movimento ascendente**\n\n- Utilização de movimentos ascendentes para levantar a bola defensivamente, frequentemente utilizados em balões defensivos altos;\n\n**Contra-ataque - Padrão de Movimento Retilíneo**\n\n- Execução de movimentos em linha reta para passar rapidamente da defesa para o ataque, mantendo o controlo e a velocidade;\n\n## Interpretação da leitura da bola com base na trajetória da parábola\n\nSaber ler e interpretar a trajetória da bola é crucial para decidir que pancada jogar e onde.\n\n**Ponto de Ascensão**\n\n- A fase em que a bola está a subir após o ressalto, crítica para o timing de remates defensivos e neutros;\n\n**Altura máxima**\n\n- O pico da trajetória da bola, oferecendo a melhor oportunidade para remates ofensivos ou colocações estratégicas;\n\n**Ponto de inflexão**\n\n- O ponto em que a bola começa a descer, crucial para um timing preciso de contra-ataques ou remates de ataque;\n\n## Consistência e controlo do velocímetro\n\nAdaptação da velocidade da pancada em função da posição para manter o controlo e a eficácia.\n\n**Setor 0 <> Velocidade 1 e 2**\n\n- Execução de pancadas a velocidades mais lentas, privilegiando o controlo e a precisão nas jogadas defensivas e neutras;\n\n**Setor 1 <> Velocidade 2 e 3**\n\n- Pancadas de velocidade moderada que equilibram o controlo e a agressividade, úteis para manter os ralis e criar jogadas;\n\n**Setor 2 <> Velocidade 3 e 4**\n\n- Pancadas mais rápidas que aumentam a pressão sobre o adversário, adequadas para jogadas agressivas e pontos de finalização;\n\n**Setor 3 <> Velocidade 4 e 5**\n\n- Remates de velocidade máxima destinados a dominar o adversário, exigindo grande precisão e controlo para evitar erros;",
      "en-US": "## Technical execution polarities\n\n- Positive + Positive (++): The highest level of technical execution, combining ideal positioning and shot quality for maximum effectiveness; \n- Positive (+): High-quality execution that satisfies most technical and strategic requirements, although it doesn't reach the absolute peak:\n- Neutral (=): Standard execution that maintains the game without significant advantage or disadvantage;\n- Negative (-): Inferior execution that may result in compromised positioning or shot quality, potentially putting you at a disadvantage;\n- Negative + Negative (--): The lowest level of execution, where poor positioning and shot quality significantly reduce effectiveness\n\n## Technical preparation greater than or equal to ball polarity\n\nEnsure that technical preparation meets or exceeds the ball's polarity, adjusting posture, grip and shot execution to match the characteristics of the ball received, for ideal control and response.\n\n## Racket handling\n\nThe side and angle of the racket that comes into contact with the ball, influencing rotation, trajectory and control.\n\n- Open face: The racket is tilted upward, normally used to lift the ball, generate backspin, or execute defensive lobs;\n- Neutral face: The racket is perpendicular to the ground, ideal for neutral shots that maintain control and precision;\n- Closed face: The racket is tilted downward, frequently used for power shots, generating topspin or aggressive attacks;\n\n## Biomechanical movement patterns\n\nAll movement patterns must be adaptable and effective regardless of the player's position on the court.\n\n**Attack - Descending movement pattern**\n\n- Use of downward movements to generate power and precision in attack shots, such as smashes or volleys;\n\n**Defense - Ascending movement pattern**\n\n- Use of ascending movements to lift the ball defensively, frequently used in high defensive lobs;\n\n**Counter-attack - Rectilinear Movement Pattern**\n\n- Execution of straight-line movements to quickly transition from defense to attack, maintaining control and speed;\n\n## Ball reading interpretation based on parabola trajectory\n\nKnowing how to read and interpret the ball's trajectory is crucial for deciding which shot to play and where.\n\n**Rising Point**\n\n- The phase when the ball is rising after the bounce, critical for timing defensive and neutral shots;\n\n**Maximum height**\n\n- The peak of the ball's trajectory, offering the best opportunity for offensive shots or strategic placements;\n\n**Inflection point**\n\n- The point where the ball begins to descend, crucial for precise timing of counter-attacks or attack shots;\n\n## Speedometer consistency and control\n\nAdaptation of shot speed according to position to maintain control and effectiveness.\n\n**Sector 0 <> Speed 1 and 2**\n\n- Execution of shots at slower speeds, prioritizing control and precision in defensive and neutral plays;\n\n**Sector 1 <> Speed 2 and 3**\n\n- Moderate speed shots that balance control and aggressiveness, useful for maintaining rallies and creating plays;\n\n**Sector 2 <> Speed 3 and 4**\n\n- Faster shots that increase pressure on the opponent, suitable for aggressive plays and finishing points;\n\n**Sector 3 <> Speed 4 and 5**\n\n- Maximum speed shots designed to dominate the opponent, requiring great precision and control to avoid errors;"
    },
    "level": "Beginner",
    "duration": {
      "pt": "2 - 4 semanas",
      "en-US": "2 - 4 weeks"
    }
  },
  {
    "externalId": "module-5",
    "title": {
      "pt": "Mesociclo 5",
      "en-US": "Module 5"
    },
    "topics": {
      "pt": [
        "Saída de Vidro"
      ],
      "en-US": [
        "Glass Exit"
      ]
    },
    "description": {
      "pt": "Positiva-positiva, Positiva, neutra, negativa ou negativa-negativa",
      "en-US": "Positive-positive, Positive, neutral, negative or negative-negative"
    },
    "content": {
      "pt": "## Plano da ação\n\n- Jogador esquerdino / Posição DireitaVF2 + VF3 (colocação da bola)\n- Jogador destro / Posição DireitaVF1 + VF2 (colocação da bola)\n- Jogador destro / Posição EsquerdaVF2 + VF3 (colocação da bola)\n\n## Decisão Mental\n\n- Jogador esquerdino / Posição DireitaVF2 ⇒VF1C + VF3VF3 ⇒ VF1C + VF3 + VF1P\n- Jogador destro / Posição DireitaVF1 ⇒ VF1P + VF3VF2 ⇒ VF3 + VF1C\n- Jogador destro / Posição EsquerdaVF2 ⇒ VF1C + VF3VF3 ⇒ VF1C + VF3 + VF1P\n\n## Identificação da polarização associada à aceleração anatómica\n\n**Características do lado dominante do jogador (Destro ou Esquerdino)**\n\n- O jogador apresenta maior amplitude funcional o que significa uma maior quantidade de graus rotativos;\n- Quanto maior for a amplitude da rotação maior capacidade de aceleração irá ser gerada;\n- As polaridades + e = funcionam como catalisadores da aceleração\n- Direções paralelas ou anguladas (sector 2) potenciam os efeitos plano e slice;\n- Direções cruzadas potenciam o efeito em side-spin.\n\n**Características do lado não-dominante do jogador (Destro ou Esquerdino):**\n\n- O jogador apresenta menor amplitude funcional o que significa uma menor quantidade de graus rotativos;\n- Quanto maior for a amplitude da rotação maior capacidade de aceleração irá ser gerada;\n- A polaridade = e + funciona como um catalisador de aceleração;\n- Direções paralelas ou anguladas (sector 2) potenciam os efeitos plano e slice;",
      "en-US": "## Action plan\n\n- Left-handed player / Right PositionVF2 + VF3 (ball placement)\n- Right-handed player / Right PositionVF1 + VF2 (ball placement)\n- Right-handed player / Left PositionVF2 + VF3 (ball placement)\n\n## Mental Decision\n\n- Left-handed player / Right PositionVF2 ⇒VF1C + VF3VF3 ⇒ VF1C + VF3 + VF1P\n- Right-handed player / Right PositionVF1 ⇒ VF1P + VF3VF2 ⇒ VF3 + VF1C\n- Right-handed player / Left PositionVF2 ⇒ VF1C + VF3VF3 ⇒ VF1C + VF3 + VF1P\n\n## Identification of polarization associated with anatomical acceleration\n\n**Characteristics of the player's dominant side (Right-handed or Left-handed)**\n\n- The player presents greater functional amplitude which means a greater quantity of rotational degrees;\n- The greater the rotation amplitude, the greater acceleration capacity will be generated;\n- The + and = polarities work as acceleration catalysts\n- Parallel or angled directions (sector 2) enhance flat and slice effects;\n- Cross directions enhance side-spin effect.\n\n**Characteristics of the player's non-dominant side (Right-handed or Left-handed):**\n\n- The player presents lower functional amplitude which means a lower quantity of rotational degrees;\n- The greater the rotation amplitude, the greater acceleration capacity will be generated;\n- The = and + polarity works as an acceleration catalyst;\n- Parallel or angled directions (sector 2) enhance flat and slice effects;"
    },
    "level": "Beginner",
    "duration": {
      "pt": "2 - 4 semanas",
      "en-US": "2 - 4 weeks"
    }
  },
  {
    "externalId": "module-6",
    "title": {
      "pt": "Mesociclo 6",
      "en-US": "Module 6"
    },
    "topics": {
      "pt": [
        "Bandeja Tradicional",
        "Víbora",
        "Malha"
      ],
      "en-US": [
        "Traditional Smash",
        "Viper",
        "Net"
      ]
    },
    "description": {
      "pt": "Abordagem técnica a movimentos aereos : Bandejas Tradicionais e Víbora",
      "en-US": "Technical approach to aerial movements: Traditional Smashes and Viper"
    },
    "content": {
      "pt": "## Bandeja Tradicional - Plana e Cortada\n\n- Modelo de Representação Mental: \"Ação de dar uma estalada\";\n- Efeito Plano: Definição da entrada da raquete na bola associada à terminação (Vector Centro - Frente);\n- Efeito Cortado: Definição da entrada da raquete na bola associada à terminação (Vector Centro - Baixo);\n- Referência Horária: Enquadramento do Relógio e definição do sector horário (14h-15h) com a aplicação de um efeito plano;\n- Contração e Extensão Muscular: Produção de Força, Direção Associada ao Ponto de Impacto;\n- Terminação: Entre o ombro oposto da mão não-dominante e a cintura;\n- Aplicação de Movimento Corporal - Decisão Mental Táctica Prévia à Execução;\n- Teoria do Magnetismo - Coordenação Motora dos Braços\n\n## Vìbora\n\n- Modelo de Representação Mental: \"Cortar as orelhas de uma cara pela direita\";\n- Efeito Lateral: Definição da entrada da raquete na bola associada à terminação (Vetor Centro - Direita);\n- Contração e Extensão do Peitoral;\n- Referência Horária: Enquadramento do Relógio e Definição do Sector Horário (13h00-14h00);\n- Direção associada ao Ponto de Impacto;\n- Velocidade: Rotação dos ombros;\n- Terminação: alinhada com o ombro da mão não-dominante;\n- Teoria do Magnetismo - Coordenação Motora dos Braços;\n\n## Malha\n\n- Modelo de Representação Mental: \"Lançamento de uma bola por cima da cabeça para o lado\";\n- Rotação do corpo sobre o próprio Eixo-Corporal;\n- Referência Horária: Definição do Sector Horário - Jogador de Direita (12h-11h) + Jogador de Esquerda (12h-13h);\n- Referência de Colocação: Pico - Entre o 1º Sector da Malha e o 1º Vidro Lateral;\n- Efeito Plano ou Efeito Cortado;",
      "en-US": "## Traditional Smash - Flat and Cut\n\n- Mental Representation Model: \"Action of giving a slap\";\n- Flat Effect: Definition of racket entry into the ball associated with termination (Center Vector - Forward);\n- Cut Effect: Definition of racket entry into the ball associated with termination (Center Vector - Down);\n- Time Reference: Clock framing and time sector definition (2pm-3pm) with flat effect application;\n- Muscle Contraction and Extension: Force Production, Direction Associated with Impact Point;\n- Termination: Between the opposite shoulder of the non-dominant hand and the waist;\n- Body Movement Application - Pre-Execution Tactical Mental Decision;\n- Magnetism Theory - Arm Motor Coordination\n\n## Viper\n\n- Mental Representation Model: \"Cutting the ears of a face from the right\";\n- Lateral Effect: Definition of racket entry into the ball associated with termination (Center Vector - Right);\n- Pectoral Contraction and Extension;\n- Time Reference: Clock framing and Time Sector Definition (1:00pm-2:00pm);\n- Direction associated with Impact Point;\n- Speed: Shoulder rotation;\n- Termination: aligned with the non-dominant hand shoulder;\n- Magnetism Theory - Arm Motor Coordination;\n\n## Net\n\n- Mental Representation Model: \"Throwing a ball over the head to the side\";\n- Body rotation around its own Body-Axis;\n- Time Reference: Time Sector Definition - Right Player (12pm-11am) + Left Player (12pm-1pm);\n- Placement Reference: Peak - Between the 1st Net Sector and the 1st Lateral Glass;\n- Flat Effect or Cut Effect;"
    },
    "level": "Beginner",
    "duration": {
      "pt": "2 - 4 semanas",
      "en-US": "2 - 4 weeks"
    }
  },
  {
    "externalId": "module-7",
    "title": {
      "pt": "Mesociclo 7",
      "en-US": "Module 7"
    },
    "topics": {
      "pt": [
        "Vidros",
        "Velocímetro"
      ],
      "en-US": [
        "Glasses",
        "Speedometer"
      ]
    },
    "description": {
      "pt": "Definição conceptual subjacente há numerologia dos vidros e sectores da malha: 1P, 2P, 3 \"Joker\", 2C e 1C; 0,1,2 e 3",
      "en-US": "Conceptual definition underlying the numerology of glasses and net sectors: 1P, 2P, 3 \"Joker\", 2C and 1C; 0,1,2 and 3"
    },
    "content": {
      "pt": "## Categorização dos Vidros\n\nPara jogadores de direita e esquerda, os vidros são categorizados conforme as suas funções:\n\n- Vidro 1P-1C: a representação mental associada há utilização destes vidros pressupõe uma intenção de pressionar ou contra-atacar.\n- Vidro 2P-2C: a representação mental associada há utilização destes vidros tem subjacente uma intenção de construir ou contra-atacar.\n- Vidro 3: O \"joker\" conhecido cinemáticamente por ser instável, a sua estabilidade depende da capacidade do jogador definir um objetivo mental previamente há sua execucação que pode variar entre numa tripla-intenção: pressionar, contruir ou contra-atacar.\n- Vidro 1LP-1LC: a função destes vidros pressupõe uma intenção de pressionar ou contra-atacar o adversário.\n- Vidro 2LP-2LC: a função do vidro destes vidros pressupõe uma intenção de contruir ou contra-atacar.\n\n![Asset 58dvI7y4aY1ciTk26crr1O]\n\n## Categorização do Velocímetro - Sectores da Malha\n\nA velocidade do jogo aéreo é orientada atravês da categorização dos setores da malha: 0, 1, 2 e 3.\n\n**Modelo de ****Velocidade Básico - Numerologia proporcional há velocidade. **\n\n0 - De um modo geral, a representação mental procura orientar ao nivel da percepção espacial a necessidade de executar um movimento de padrão circular com um enquadramento caracterizado pelas seguintes caracteristicas: obliquo muito próximo do rectilineo;\n\n1 - De um modo geral, a representação mental procura orientar ao nivel da percepção espacial a necessidade de executar um movimento de padrão circular com um enquadramento caracterizado pelas seguintes caracteristicas: trajetoria obliqua proxíma do rectilineo;\n\n2 - De um modo geral, a representação mental procura orientar ao nivel da percepção espacial a necessidade de executar um movimento de padrão balistico com um enquadramento caracterizado pelas seguintes caracteristicas: uma trajetoria obliqua;\n\n3 - De um modo geral, a representação mental procura orientar ao nivel da percepção espacial a necessidade de executar um movimento de padrão balistico com um enquadramento caracterizado pelas seguintes caracteristicas: trajetoria bastante obliqua;\n\nDe um modo geral, os sectores \"0\" e \"1\" estão associados a movimentos biomecânicos que privilegiam mais o efeito e menos potência, enquanto os outros, \"2\" e \"3\", estão associados a menos efeitos e mais potência. \n\n\n\nA aplicação de efeitos \"plano\" e \"cortado\"  pressupõe uma correlação entre a percepção espacial e a representação mental",
      "en-US": "## Glass Categorization\n\nFor right and left players, glasses are categorized according to their functions:\n\n- Glass 1P-1C: the mental representation associated with the use of these glasses presupposes an intention to pressure or counter-attack.\n- Glass 2P-2C: the mental representation associated with the use of these glasses has underlying an intention to build or counter-attack.\n- Glass 3: The \"joker\" known kinematically for being unstable, its stability depends on the player's ability to define a mental objective prior to its execution which can vary between a triple-intention: pressure, build or counter-attack.\n- Glass 1LP-1LC: the function of these glasses presupposes an intention to pressure or counter-attack the opponent.\n- Glass 2LP-2LC: the function of these glasses presupposes an intention to build or counter-attack.\n\n![Asset 58dvI7y4aY1ciTk26crr1O]\n\n## Speedometer Categorization - Net Sectors\n\nThe speed of aerial play is guided through the categorization of net sectors: 0, 1, 2 and 3.\n\n**Basic Speed Model - Numerology proportional to speed.**\n\n0 - Generally, the mental representation seeks to guide at the spatial perception level the need to execute a circular pattern movement with framing characterized by the following characteristics: oblique very close to rectilinear;\n\n1 - Generally, the mental representation seeks to guide at the spatial perception level the need to execute a circular pattern movement with framing characterized by the following characteristics: oblique trajectory close to rectilinear;\n\n2 - Generally, the mental representation seeks to guide at the spatial perception level the need to execute a ballistic pattern movement with framing characterized by the following characteristics: an oblique trajectory;\n\n3 - Generally, the mental representation seeks to guide at the spatial perception level the need to execute a ballistic pattern movement with framing characterized by the following characteristics: quite oblique trajectory;\n\nGenerally, sectors \"0\" and \"1\" are associated with biomechanical movements that favor more effect and less power, while others, \"2\" and \"3\", are associated with less effects and more power.\n\n\n\nThe application of \"flat\" and \"cut\" effects presupposes a correlation between spatial perception and mental representation"
    },
    "level": "Beginner",
    "duration": {
      "pt": "2 - 4 semanas",
      "en-US": "2 - 4 weeks"
    }
  },
  {
    "externalId": "module-8",
    "title": {
      "pt": "Mesociclo 8",
      "en-US": "Module 8"
    },
    "topics": {
      "pt": [
        "Método de Observação",
        "Tipos de Feedback",
        "\"Aluno\" Modelo",
        "Tipos de Lançamento de bola"
      ],
      "en-US": [
        "Observation Method",
        "Types of Feedback",
        "\"Student\" Model",
        "Types of Ball Throws"
      ]
    },
    "description": {
      "pt": "Ferramentas do Treinador",
      "en-US": "Coaching Tools"
    },
    "content": {
      "pt": "",
      "en-US": ""
    },
    "level": "Beginner",
    "duration": {
      "pt": "2 - 4 semanas",
      "en-US": "2 - 4 weeks"
    }
  }
]